Repository: TomaszKulowski/CopyCentral_Hub
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Order Report
pl: Raport ze zlecenia

source: Dear Sir/Madam, Please find attached the report for order number #order_number. Best regards, #employee
pl: Szanowni Państwo, W załączniku przesyłam raport dotyczący zlecenia numer #order_number. Z poważaniem, #employee

source: Send password reset email
pl: Wyślij email z linkiem resetującym hasło

source: Please sign in
pl: Proszę się zalogować

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Sign in
pl: Zaloguj się

source: Hello, You are receiving this email because a request has been made to reset the password for your account. Click the link below to reset your password:
pl: Witaj, Otrzymujesz tę wiadomość, ponieważ poproszono o zresetowanie hasła dla Twojego konta. Kliknij poniższy link, aby zresetować hasło:

source: If you did not request a password reset, you can safely ignore this message. Thank you, CopyCare Manager Team
pl: Jeśli nie prosiłeś o zresetowanie hasła, możesz zignorować tę wiadomość. Dziękujemy, Zespół CopyCare Manager

source: Yes
pl: Tak

source: No
pl: Nie

source: Cash
pl: Gotówka

source: Bank
pl: Przelew

source: User
pl: Nazwa użytkownika

source: Full Name or Company Name
pl: Pełne imię albo nazwa firmy

source: Tax
pl: NIP

source: Billing Country
pl: Kraj rozliczenia

source: Billing City
pl: Miasto rozliczenia

source: Billing Postal Code
pl: Kod pocztowy rozliczenia

source: Billing Street
pl: Ulica rozliczenia

source: Billing Number
pl: Numer rozliczenia

source: Calling Code
pl: Nr kierunkowy

source: Phone Number
pl: Numer telefonu

source: Description
pl: Opis

source: Payment
pl: Płatność

source: Customer
pl: Kontrahent

source: Country
pl: Kraj

source: City
pl: Miasto

source: Postal Code
pl: Kod pocztowy

source: Street
pl: Ulica

source: Number
pl: Numer

source: Is Active
pl: Aktywny

source: Customer Details
pl: Szczegóły kontrahenta

source: Additional Address Details
pl: Szczegóły dodatkowego adresu

source: Update
pl: Aktualizuj

source: Additional Address Update
pl: Aktualizacja dodatkowego adresu

source: Save
pl: Zapisz

source: Customer Options
pl: Opcje Kontrahenta

source: Additional addresses list
pl: Lista dodatkowych adresów

source: Additional Addresses
pl: Dodatkowy adres

source: Add New
pl: Dodaj nowy

source: Postal code
pl: Kod pocztowy

source: Details
pl: Szczegóły

source: Update History
pl: Historia zmian

source: Order History
pl: Historia zleceń

source: Add New Order
pl: Dodaj nowe zlecenie

source: Customer Update
pl: Edycja Kontrahenta

source: Customers
pl: Kontrahenci

source: Search by Name / TAX / City / Street / Phone Number
pl: Szukaj według nazwy / nipu / miasta / ulicy / nr telefonu

source: Name
pl: Nazwa

source: TAX
pl: NIP

source: Monochrome
pl: Monochromatycza

source: Color
pl: Kolorowa

source: Available
pl: Dostępna

source: Unavailable
pl: Niedostępna

source: Reserved
pl: Zarezerwowana

source: Leased
pl: Wydzierżawiona

source: Sold
pl: Sprzedana

source: Replacement
pl: Zastępcza

source: In delivery INVISIBLE
pl: W dostawie NIEWIDOCZNA

source: In delivery
pl: W dostawie

source: Serviced
pl: Serwisowana

source: Brand
pl: Marka

source: Serial Number
pl: Numer Seryjny

source: Type
pl: Typ

source: Total Counter
pl: Licznik całkowity

source: Mono Counter
pl: Licznik mono

source: Color Counter
pl: Licznik kolor

source: Price Net
pl: Cena netto

source: Device
pl: Urządzenie

source: Device Details
pl: Szczegóły Urządzenia

source: Devices
pl: Urządzenia

source: Search by Serial Number
pl: Szukaj według numeru seryjnego

source: Device Update
pl: Edycja Urządzenia

source: Boss
pl: Szef

source: Manager
pl: Kierownik

source: Office staff
pl: Pracownik Biurowy

source: Technician
pl: Serwisant

source: Seller
pl: Sprzedawca

source: Warehouse staff
pl: Magazynier

source: Department
pl: Oddział

source: History of
pl: Historia

source: Back
pl: Powrót

source: Date/Time
pl: Data/Czas

source: Employee
pl: Pracownik

source: Action
pl: Akcja

source: Changed:
pl: Edytowano

source: New Value
pl: Nowa wartość

source: Old Value
pl: Stara wartość

source: Page
pl: Strona

source: of
pl: z

source: Services
pl: Usługi

source: Updated Sign
pl: Zaktualizowno podpis

source: Sign
pl: Podpis

source: Added Sign
pl: Dodano podpis

source: No Sign
pl: Brak podpisu

source: Removed Sign
pl: Usunięto podpis

source: Notification enabled
pl: Powiadomienia zostały włączone

source: Notifications are already enabled
pl: Powiadomienia zostały już włączone

source: New Order
pl: Nowe zlecenie

source: Enable sending notifications
pl: Włącz wysyłanie powiadomień

source: Management Options
pl: Opcje zarządzania

source: Employees Orders
pl: Zlecenia według pracowników

source: Regions Orders
pl: Zlecenia według regionów

source: Orders Settlement
pl: Rozliczanie zleceń

source: Order Management
pl: Zarządzanie zleceniami

source: Address
pl: Adres

source: Short Description
pl: Krótki opis

source: Priority
pl: Priorytet

source: Executor
pl: Wykonawca

source: No Region
pl: Brak regionu

source: No Executor
pl: Brak wykonawcy

source: Created At
pl: Utworzono

source: Updated At
pl: Zaktualizowno

source: Order Intake
pl: Zlecenie przyjęte przez

source: Order Type
pl: Typ zlecenia

source: Payment Method
pl: Metoda płatności

source: Additional Information
pl: Dodatkowe informacje

source: Order Description
pl: Opis zlecenia

source: Search by Customer
pl: Szukaj według kontrahenta

source: Filter By Region
pl: Filtruj według regionów

source: No Region Assigned
pl: Brak przypisanego regionu

source: Display All
pl: Wyświetl wszystko

source: Filter By Priority
pl: Filtruj według priorytetów

source: Filter By Employee
pl: Filtruj według pracowników

source: My Orders
pl: Moje zlecenia

source: There are no orders to settle
pl: Brak zleceń do rozliczenia

source: Payer
pl: Płatnik

source: Additional Info
pl: Dodatkowe informacje

source: Invoice Number
pl: Numer faktury

source: The Same Data as Customer
pl: Takie same dane jak kontrahenta

source: S/N
pl: N/S

source: Settle
pl: Rozlicz

source: Order Details
pl: Szczególy zlecenia

source: Customer Info
pl: Informacje o kontrahencie

source: Payer Details
pl: Płatnik

source: Payer Info
pl: Informacje o płatniku

source: Service
pl: Usługa

source: Quantity
pl: Ilość

source: Net Price
pl: Cena netto

source: Total
pl: Łącznie

source: NET PLN
pl: zł netto

source: Order Review Options
pl: Opcje przeglądania zleceń

source: Orders for Review
pl: Zlecenia do omówienia

source: Order Review
pl: Przeglądanie zleceń

source: There are no orders to review
pl: Brak zleceń do przejrzenia

source: There are no orders for review
pl: Brak zleceń do omówienia

source: To Review
pl: Do omówienia

source: Approve
pl: Zatwierdź

source: Customer ...
pl: Kontrahent ...

source: Additional Address
pl: Dodatkowy adres

source: Service Address ... If empty, use billing address
pl: Adres zlecenia ... Jeżeli pusty skorzystaj z adresu rozliczenia

source: Payer ...
pl: Płatnik ...

source: Executor ...
pl: Wykonawca ...

source: Device ...
pl: Urządzenie ...

source: Service ...
pl: Usługa ...

source: The maximum file size that can be uploaded is 40MB
pl: Maksymalny rozmiar pliku, jaki można przesłać to 40 MB

source: New
pl: Nowe

source: In Progress
pl: W trakcie

source: Canceled
pl: Anulowano

source: Settled
pl: Rozliczono

source: Completed
pl: Zrealizowano

source: Shipped
pl: Wysłano

source: Awaiting Delivery
pl: Oczekuje na dostawę

source: Awaiting Payment
pl: Oczekuje na płatność

source: Awaiting Pickup
pl: Oczekuje na odbiór

source: Free
pl: Bezpłatnie

source: Paid
pl: Płatnie

source: Warranty
pl: Gwarancja

source: Complaint
pl: Reklamacja

source: Lease
pl: Dzierżawa

source: Free - To Confirm
pl: Bezpłatnie - Do potwierdzenia

source: Paid - To Confirm
pl: Płatnie - Do potwierdzenia

source: Warranty - To Confirm
pl: Gwarancja - Do potwierdzenia

source: Complaint - To Confirm
pl: Reklamacja - Do potwierdzenia

source: Lease - To Confirm
pl: Dzierżawa - Do potwierdzenia

source: Standard
pl: Standardowy

source: Urgent
pl: Pilny

source: Ad Hoc
pl: Przy okazji

source: Pro Invoice
pl: Pro forma

source: Bank Transfer
pl: Przelew

source: Qty
pl: Ilość

source: Approver
pl: Zatwierdzono przez

source: Device Name
pl: Nazwa urządzenia

source: Created at
pl: Utworzono

source: Updated at
pl: Zaktualizowno

source: Signer Name
pl: Nazwa odbiorcy

source: Signature
pl: Podpis

source: Sort Number
pl: Numer sortowania

source: Order ID
pl: ID zlecenia

source: Order
pl: Zlecenie

source: Image
pl: Obraz

source: File
pl: Plik

source: View
pl: Zobacz

source: Delete
pl: Usuń

source: Service Order Details
pl: Szczegóły zlecenia serwisowego

source: Service ID
pl: ID zlecenia

source: Service Details
pl: Szczegóły Zlecenia

source: Attachments
pl: Załączniki

source: Get Report
pl: Pobierz raport

source: Send Report
pl: Wyślij raport

source: Service Address
pl: Adres zlecenia

source: Services Details
pl: Szczegóły zlecenia

source: Summary
pl: Łącznie

source: Enter Email Address
pl: Wprowadź adres emai;

source: Enter email
pl: Wprowadź adres email

source: Send
pl: Wyślij

source: Service Order Update
pl: Edytuj zlecenie serwisowe

source: Service Order Create
pl: Dodaj zlecenie serwisowe

source: Service Details
pl: Szczegóły serwisu

source: Add New
pl: Dodaj nową

source: File size is too large. Maximum allowed size is 40 MB
pl: Maksymalny rozmiar pliku, jaki można przesłać to 40 MB

source: Select Image or File
pl: Wybierz obraz albo plik

source: Add More
pl: Dodaj więcej

source: Create New Customer
pl: Dodaj nowego kontrahenta

source: Create New Address
pl: Dodaj nowy adres

source: Create New Device
pl: Dodaj nowe urządzenie

source: Add New Service
pl: Dodaj nową usługę

source: Filter By Brand
pl: Filtruj według marek

source: Filter By Model
pl: Filtruj według modeli

source: Service Orders
pl: Zlecenia serwisowe

source: Search by ID / Customer / Device Serial Number / Invoice Number
pl: Szukaj według ID / kontrahenta / numeru seryjnego / numeru faktury

source: report
pl: raport

source: Device Brand
pl: Marka urządzenia

source: Device Model
pl: Model urządzenia

source: Basic Services
pl: Usługi podstawowe

source: - All Models
pl: - Wszystkie modele

source: Brands
pl: Marki

source: Brand Details
pl: Szczegóły marki

source: Brand Update
pl: Edycja marki

source: Models
pl: Modele

source: Model Details
pl: Szczegóły modelu

source: Model Update
pl: Edycja modelu

source: Service Update
pl: Edycja usługi

source: Service Options
pl: Opcje usług

source: Brands list
pl: Lista marek

source: Model list
pl: Lista modeli

source: Settings
pl: Ustawienia

source: Sign out
pl: Wyloguj

source: Select Language
pl: Wybierz język
